albinbd.run
anysphere.pyright
batatop.terminal-auto-rename
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
bretdoyle.javascript-extensions-pack---js-essentials
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.js-codeformer
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
fittentech.fitten-code
formulahendry.auto-close-tag
formulahendry.code-runner
franneck94.c-cpp-runner
fuzionix.file-tree-extractor
humao.rest-client
ionutvmi.path-autocomplete
kevinrose.vsc-python-indent
lauren.react-pack
lightyen.tailwindcss-intellisense-twin
mgesbert.python-path
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
njpwerner.autodocstring
numso.vscode-tailwindcss-with-hex-colors
pranaygp.vscode-css-peek
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
stivo.tailwind-fold
stylelint.vscode-stylelint
tabnine.tabnine-vscode
tgosystems.togglebracketguides
tushortz.python-extended-snippets
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodeshift.material-ui-snippets
xabikos.javascriptsnippets
xabikos.reactsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
